{
  "germany": {
    "navbar__menu1": "Hauptseite",
    "navbar__menu2": "Über uns",
    "navbar__menu3": "Allgemeiner Ablauf",
    "navbar__menu4": "Struktur von",
    "navbar__menu5": "Team „EuroLink“",
    "navbar__menu6": "Dienstleistungen",
    "navbar__menu7": "Weg nach Europa",
    "navbar__menu8": "Unsere Resultate",
    "navbar__menu9": "Kontakt",

    "about__page1": "Kurzinfo über uns",
    "about__page2": "„EuroLink CG“ ist seit Mai 2022 in Betrieb. Unser Hauptsitz befindet sich in der Stadt Taschkent, und derzeit lernen unsere Schüler in den online/offline Kursen von Fremdsprachen wie Deutsch, Englisch, Russisch, Chinesisch, Koreanisch und IT Web Developing sowohl hier in Usbekistan als auch im Ausland. Unser Team verbessert ihre Fähigkeiten damit sie verschiedene internationale Stipendienprogramme gewinnen und überall gute Karriere machen. Wir beabsichtigen, junge Wissenschaftlerinnen und Wissenschaftler in Bereichen mit großer wissenschaftlicher Kapazität wie Technik, Energie, Medizin, Ingenieurwesen, Technologie und Wirtschaftswissenschaften bei der Durchführung von Forschungsarbeiten im Ausland eng zu unterstützen.",
    "work__page1": "Allgemeiner Ablauf",
    "work__page2": "Jeder neue Antrag wird von Administration im primären Aufnahmeprozess befragt und konsultiert. Aus diesem Teil des Front-Office wird es an Status Quo-Analyse gesendet. Ausgehend von der Situation werden die aktuellen Möglichkeiten, Pläne, Stärken und bestehenden Risiken des Hilfesuchenden von den fachbezogenen Teammitgliedern untersucht. Nachdem die Analyse abgeschlossen sind, werden die in den Back-Office übertragen. Basierend auf der aktuellen politisch-gesellschaftlichen und internationalen Situation und den Ergebnissen der Status Quo-Analyse erstellt das Strategieteam einen speziellen Algorithmus. Entsprechend der Reihenfolge dieser Aufgaben wird mit der Arbeit begonnen. Im Coworking (Steuerung- und Monitoring) Center wird ein Projekt auf Basis des oben genannten Algorithmus erstellt und dessen Umsetzung organisiert. Je nach Umfang des Projekts werden sich alle Strukturen innerhalb von EuroLink daran teilnehmen, insbesondere das Bildungszentrum, die Rechts- und Marketingabteilung, unsere Experten, das Übersetzungszentrum, die Marktanalysten, die Abteilung für Zusammenarbeit und internationale Beziehungen, die Programmierer und Designer, die Buchhaltung und externe Partner tätig sind. Kontrollen und Berichte werden von den Gründern und der Rechtsabteilung überprüft und Maßnahmen ergriffen.",
    "formation__page1": "Struktur von “EuroLink Consulting Group“ GmbH",
    "formation__page2": "Front office",
    "formation__pageThree": "Abteilungen:",
    "formation__page3": "Administration",
    "formation__page4": "IT- und Sprachschule",
    "formation__page5": "Marketing & Design",
    "formation__page6": "SMM & Targeting",
    "formation__page7": "Digitalisierung",
    "formation__page8": "Juristik",
    "formation__page9": "Status Quo-Analyse",
    "formation__page10": "Hauswirtschaft",
    "formation__page11": "Logistik",
    "formation__page12": "Back Office",
    "formation__page13": "Co-working",
    "formation__page14": "Monitoring",
    "formation__page15": "Experten",
    "formation__page16": "Mentoren",
    "formation__page17": "Übersetzungszentrum",
    "formation__page18": "Notariat",
    "formation__page19": "Externe Partner",
    "formation__page20": "Psychologie",
    "formation__page21": "Coaching",
    "formation__page22": "Optimierung",
    "formation__page23": "Strategiemanagement",
    "formation__page24": "Qualitätsmanagement",
    "formation__page25": "Marktforschung",
    "formation__page26": "Buchhaltung & Audit",
    "formation__page27": "Internationale Beziehungen",
    "formation__page28": "Automatisierung",
    "formation__page29": "HR & Recruiting",
    "formation__page30": "Transformation",
    "team__occupation1": "Gründer",
    "team__occupation2": "Experten",
    "team__occupation3": "Bildungszentrum",
    "team__user1": "Begründer, Qualitäts-und Strategiemanager,Controller von Automatisierung und Marktanalyse. Extra: IT System Manager bei addOn Solition GmbH",
    "team__user2": "Begründer, Manager für Operations und Digitalisierung, Controller von den juristischen und logistischen Prozessen und Hauswirtschaft. Extra: Student in IT Security an der Universität Osh, Samarkand (Usbekistan)",
    "team__user3": "Begründer, Manager für Strategie und internationale Beziehungen, Controller von Audit, HR und Transformation. Extra: Junior Analyst bei BDU Studentische Unternehmensberatung Co.&GmbH; M.Sc an der Universität Hamburg, Hamburg (Deutschland)",
    "team__user4": "IT-Experte und Mentor, Senior Consultant für Interviews und Networking. Extra: IT Engineer in Legal Digital Transformation bei POELLATH+. München (Deutschland)"
  },
  "uzb": {
    "navbar__menu1": "Bosh sahifa",
    "navbar__menu2": "Biz haqimizda",
    "navbar__menu3": "Umumiy ish jarayoni",
    "navbar__menu4": "Firma tuzulishi",
    "navbar__menu5": "„EuroLink“ jamoasi ",
    "navbar__menu6": "Xizmatlar",
    "navbar__menu7": "Yevropaga yo'l",
    "navbar__menu8": "Natijalar",
    "navbar__menu9": "Aloqa",
    "about__page1": "Biz haqimizda qisqacha ma'lumot",
    "about__page2": "„EuroLink“ firmasi 2022- yil may oyidan boshlab faoliyat yuritib kelmoqda. Bosh ofisimiz Toshkent shahrida joylashgan bo’lib, hozirgi kunda nemis, ingliz, rus, xitoy, koreys kabi chet tillari va IT sohasida yoshlarga bilim berish bilan birga chet elda o’qish, ish, malaka oshirish, turlicha xalqaro stipendiya dasturlarini yutishda hamda tibbiyot, texnologiya, energetika, muhandislik va iqtisodiyot kabi ilm sig'imi katta sohalarda yosh olimlarni chet davlatlarda tadqiqot ishlarini olib borishlarida yaqindan yordam berishni niyat qilganmiz.",
    "work__page1": "Umumiy ish jarayoni",
    "work__page2": "Har bir murojaat birlamchi qabul qismida administratsiya tomonidan suhbatdan o'tadi va konsultatsiya beriladi. Front-Office ning bu qismidan Status Quo-Analiz jarayoniga yuboriladi. Bunda vaziyatdan kelib chiqib, sohaga aloqador jamoa a'zolari tomonidan yordam so'ragan shaxsning joriy imkoniyatlari, rejalari, kuchli jihatlari va mavjud risklar o'rganiladi. Tahlil tugatilgach Back-Office qismiga o'tkaziladi. Strategik jamoa aktual siyosiy-ijtimoiy va xalqaro vaziyat hamda Status Quo-Analyse natijalaridan kelib chiqib, maxsus algoritm yaratadi. Ushbu vazifalar ketma-ketligi bo'yicha ishga kirishiladi. Coworking (qo'llab-quvvatlash va nazorat) markazida yuqoridagi algoritm asosida loyiha yaratiladi hamda uning amalga oshirilishi tashkil etiladi. Bunda loyiha ko'lamiga qarab, EuroLink tarkibidagi barcha tuzilmalar, xususan o'quv markaz, yuridik va marketing bo'limi, ekspertlarimiz, tarjima markazi, bozor analitiklari, kooperatsion va xalqaro aloqalar bo'limi, dasturchi va dizaynerlar, bugalteriya va tashqi hamkorlarimiz faol qatnashishadi.Nazorat va arznomalar ta'sischilar va yuridik bo'lim tomonidan ko'rib chiqilib, chora-tadbirlar amalga oshiriladi.",
    "formation__page1": "“EuroLink Consulting Group“ GmbH tuzulishi",
    "formation__page2": "Old ofis",
    "formation__pageThree": "Bo'limlar:",
    "formation__page3": "Ma'muriyat",
    "formation__page4": "IT va til maktabi",
    "formation__page5": "Marketing va dizayn",
    "formation__page6": "SMM & Targeting",
    "formation__page7": "Raqamlashtirish",
    "formation__page8": "Juristik",
    "formation__page9": "Status Quo-Analyse",
    "formation__page10": "Uy xo'jaligi",
    "formation__page11": "Logistika",
    "formation__page12": "Orqa ofis",
    "formation__page13": "Birgalikda ishlash",
    "formation__page14": "Monitoring",
    "formation__page15": "Mutaxassislar",
    "formation__page16": "Murabbiylar",
    "formation__page17": "Tarjimonlik markazi",
    "formation__page18": "Notarius",
    "formation__page19": "Tashqi hamkorlar",
    "formation__page20": "Psixologiya",
    "formation__page21": "Coaching",
    "formation__page22": "Maqbullashtirish",
    "formation__page23": "Strategik boshqaruv",
    "formation__page24": "Sifat boshqaruvi",
    "formation__page25": "Bozor tadqiqotlari",
    "formation__page26": "Bugalteriya va Audit",
    "formation__page27": "Xalqaro aloqalar",
    "formation__page28": "Avtomatlashtirish",
    "formation__page29": "Kadrlar bo'limi",
    "formation__page30": "Bozorga moslashtirish",
    "team__occupation1": "Ta'sischilar",
    "team__occupation2": "Ekspertlar",
    "team__occupation3": "O'quv markaz",
    "team__user1": "Ta’sischi, sifat va strategik menejer, avtomatlashtirish va bozor analitikasi nazorati. Qo'shimcha: addOn Solution MChJ texnologik firmasida IT tizimlari menejeri, Jena (Germaniya)",
    "team__user2": "Ta'sischi, operatsion faoliyat va raqamlashtirish menejeri, yurisprudensiya, logistika va xo'jalik nazorati. Qo'shimcha: O'sh Davlat Universiteti Information xavfsizlik yo'nalishi talabasi, Samarqand (O'zbekiston)",
    "team__user3": "Ta’sischi, strategiya va xalqaro aloqalar bo'yicha menejer, Audit, HR va transformatsion jarayonlar nazorati. Qo'shimcha: BDU menejment maslahatlari federativ birlashmasida Junior analitik; Hamburg universiteti magistranti, Hamburg (Germaniya)",
    "team__user4": "IT-ekspert va mentor, intervyular va networking bo'yicha bosh maslahatchi. Qo'shimcha: POELLATH+ firmasi Legal Digital Transformatsion bo'limida IT Injener. München (Germaniya)"
  }
}
