{
  "germany": {
    "navbar__menu1": "Hauptseite",
    "navbar__menu2": "Über uns",
    "navbar__menu3": "Allgemeiner Ablauf",
    "navbar__menu4": "Struktur von",
    "navbar__menu5": "Team „EuroLink“",
    "navbar__menu6": "Dienstleistungen",
    "navbar__menu7": "Weg nach Europa",
    "navbar__menu8": "Unsere Resultate",
    "navbar__menu9": "Kontakt",

    "about__page1": "Kurzinfo über uns",
    "about__page2": "„EuroLink CG“ ist seit Mai 2022 in Betrieb. Unser Hauptsitz befindet sich in der Stadt Taschkent, und derzeit lernen unsere Schüler in den online/offline Kursen von Fremdsprachen wie Deutsch, Englisch, Russisch, Chinesisch, Koreanisch und IT Web Developing sowohl hier in Usbekistan als auch im Ausland. Unser Team verbessert ihre Fähigkeiten damit sie verschiedene internationale Stipendienprogramme gewinnen und überall gute Karriere machen. Wir beabsichtigen, junge Wissenschaftlerinnen und Wissenschaftler in Bereichen mit großer wissenschaftlicher Kapazität wie Technik, Energie, Medizin, Ingenieurwesen, Technologie und Wirtschaftswissenschaften bei der Durchführung von Forschungsarbeiten im Ausland eng zu unterstützen.",
    "work__page1": "Allgemeiner Ablauf",
    "work__page2": "Jeder neue Antrag wird von Administration im primären Aufnahmeprozess befragt und konsultiert. Aus diesem Teil des Front-Office wird es an Status Quo-Analyse gesendet. Ausgehend von der Situation werden die aktuellen Möglichkeiten, Pläne, Stärken und bestehenden Risiken des Hilfesuchenden von den fachbezogenen Teammitgliedern untersucht. Nachdem die Analyse abgeschlossen sind, werden die in den Back-Office übertragen. Basierend auf der aktuellen politisch-gesellschaftlichen und internationalen Situation und den Ergebnissen der Status Quo-Analyse erstellt das Strategieteam einen speziellen Algorithmus. Entsprechend der Reihenfolge dieser Aufgaben wird mit der Arbeit begonnen. Im Coworking (Steuerung- und Monitoring) Center wird ein Projekt auf Basis des oben genannten Algorithmus erstellt und dessen Umsetzung organisiert. Je nach Umfang des Projekts werden sich alle Strukturen innerhalb von EuroLink daran teilnehmen, insbesondere das Bildungszentrum, die Rechts- und Marketingabteilung, unsere Experten, das Übersetzungszentrum, die Marktanalysten, die Abteilung für Zusammenarbeit und internationale Beziehungen, die Programmierer und Designer, die Buchhaltung und externe Partner tätig sind. Kontrollen und Berichte werden von den Gründern und der Rechtsabteilung überprüft und Maßnahmen ergriffen.",
    "formation__page1": "Struktur von “EuroLink Consulting Group“ GmbH",
    "formation__page2": "Front office",
    "formation__pageThree": "Abteilungen:",
    "formation__page3": "Administration",
    "formation__page4": "IT- und Sprachschule",
    "formation__page5": "Marketing & Design",
    "formation__page6": "SMM & Targeting",
    "formation__page7": "Digitalisierung",
    "formation__page8": "Juristik",
    "formation__page9": "Status Quo-Analyse",
    "formation__page10": "Hauswirtschaft",
    "formation__page11": "Logistik",
    "formation__page12": "Back Office",
    "formation__page13": "Co-working",
    "formation__page14": "Monitoring",
    "formation__page15": "Experten",
    "formation__page16": "Mentoren",
    "formation__page17": "Übersetzungszentrum",
    "formation__page18": "Notariat",
    "formation__page19": "Externe Partner",
    "formation__page20": "Psychologie",
    "formation__page21": "Coaching",
    "formation__page22": "Optimierung",
    "formation__page23": "Strategiemanagement",
    "formation__page24": "Qualitätsmanagement",
    "formation__page25": "Marktforschung",
    "formation__page26": "Buchhaltung & Audit",
    "formation__page27": "Internationale Beziehungen",
    "formation__page28": "Automatisierung",
    "formation__page29": "HR & Recruiting",
    "formation__page30": "Transformation",
    "team__header": "Team „EuroLink“",
    "team__occupation1": "Gründer",
    "team__occupation2": "Experten",
    "team__occupation3": "Bildungszentrum",
    "team__user1": "Begründer, Qualitäts-und Strategiemanager,Controller von Automatisierung und Marktanalyse. Extra: IT System Manager bei addOn Solition GmbH",
    "team__user2": "Begründer, Manager für Operations und Digitalisierung, Controller von den juristischen und logistischen Prozessen und Hauswirtschaft. Extra: Student in IT Security an der Universität Osh, Samarkand (Usbekistan)",
    "team__user3": "Begründer, Manager für Strategie und internationale Beziehungen, Controller von Audit, HR und Transformation. Extra: Junior Analyst bei BDU Studentische Unternehmensberatung Co.&GmbH; M.Sc an der Universität Hamburg, Hamburg (Deutschland)",
    "team__user4": "IT-Experte und Mentor, Senior Consultant für Interviews und Networking. Extra: IT Engineer in Legal Digital Transformation bei POELLATH+. München (Deutschland)",
    "team__user5": "Experte/Mentor für Studienkolleg und Sprachkurse, Senior Consultant im Rahmen Integration und Bildung, Betreuer in psychologische Methoden. Extra: Teilnehmer an Studienkollegprogramm, Junior Experte für Biotechnologie und Medizin, Leipzig (Deutschland)",
    "team__user6": "Experte für Madizin und Mentor, Consultant für Interviews und Networking, Senior Betreuer in psychologische Methoden. Extra: Zahnarzt bei Pezeshkpour Zahnarztpraxis Aachen (Deutschland)",
    "team__user7": "Experte und Mentor für B2B Dienstleistungen und FSJ/BFD/ FÖJ, Beauftragte im Rahmen Förderung beim Berufsauswahl. Hat 3 jährige Berufserfahrung in Klinikum Stuttgart. Extra: Manager bei „E-Bike Laden Stuttgart“ Stuttgart (Deutschland)",
    "team__user8": "Deutschlehrer und Mentor, Lehrplanungsberater. Junior Consultant im Rahmen des Ferienjobs, Erfahrungen seit 2021 in Würzburg, Bremen und Stuttgart. C1 Sprachkenntnisse. Hat 2017 in der Olympiade für die deutsche Sprache die 1.Stelle bekommen . Aktivist an der Uni und im Goethe Institut Taschkent. Extra: Student an der Weltsprachenuniversität Usbekistans. Taschkent (Usbekistan)",
    "team__user9": "Lehrerin für Deutsch, Englisch und Russisch. Beraterin in der Lehrplanung. Hat 3 jährige professionellen pädagogischen Berufserfahrungen und C1 Sprachniveau in diesen Sprachen. Koordinatorin der Richtung Übersetzungstheorie und stilistische Methodik. Hat 2017 die 1.Stelle in der Olympiade für russische Sprache bekommen. Extra: Studentin an der Weltsprachenuniversität Usbekistans. Taschkent (Usbekistan)",
    "team__user10": "Lehrerin für Deutsch und English. Lehrplanungskoordinatorin. Mentorin mit 4 jährigen pädagogischen Berufserfahrungen und C1 Sprachkenntnisse in beiden Sprachen. Grafikeditorin und Targetologe, Journalistin der ECG Akademie. Ehrenamtliche Dolmetscherin im Goethe Institut, Moderatorin in Telekanal „Foreign Languages“. Zusage von Viadrina Universität Frankfurt am Oder und Stipendiat Mint Sommerschule. Extra: Studentin an der Weltsprachenuniversität Usbekistans. Taschkent (Usbekistan)",
    "team__user11": "Administration, Operatorin für den Targeting, SMM und Design, Kontrolle der Lehrprozesse und Rezeption, Beauftragte für die Organisierung der Operationprozessen. Extra: Studentin an der Weltsprachenuniversität Usbekistans. Taschkent (Usbekistan)",
    "team__user12": "Administration, Beirat für die Leitung und Planung, Kontrolle der Lehrprozesse und Rezeption, Beauftragte für die Organisierung der Operationprozessen. Extra: Studentin an der Taschkenter pädagogischer Universität. Taschkent (Usbekistan)",
    "team__user13": "Grafikdesigner,  Mitglied der Marketing und SSM Abteilung, Spezialist für die Bearbeitung und Sozialbefragung. Extra: Student an der Samarkander medizinische Universität im Fachbereich Chirurgie. Samarkand (Usbekistan)",
    "services__page__header": "Unsere Dienstleistungen",
    "services__page__description": "<span>Akademische Dienstleistungen:</span><br /> • Die aktuell meistgesprochenen Fremdsprachen- und IT-Kursen nach deutschen und japanischen Standards. Beispielsweise die bestimmte Zertifikate je nach die Fremdsprachen wie Englisch (IELTS, SAT, GMAT, GRE), Deutsch (Goethe Zertifikat, TestDAF, ECL, telc Deutsch, Test-AS, TM-WISO, DSH, DSD), Chinesisch (HSK), Koreanisch (TOPIC) und Russisch (TRKI). Die vollständige wissenschaftliche und spirituelle Vorbereitung unserer Schüler auf das Bildungssystem der europäischen Länder; <br /> • Spezialisierte Kursen moderner Berufe wie IT-Programmiersprachen (Full-Stack), Webdesign, Marketing und SMM; <br /><span>Konsultation und Coaching:</span ><br />• Beratung und juristische Hilfe bei der Teilnahme an allen Arten von Freiwilligendiensten (FSJ/BFD/FÖJ ) und Anpassungsprogrammen (Au-Pair) sowie Belehrung der Dokumentation bei der Botschaft; <br /> • Begleitung bei der Suche nach Stipendienprogrammen für Bachelor-und Masterstudium, PhD Forschungsprogramme und Vorbereitung auf Strategie darin (Europa, China und wirtschaftlich und technologisch hochentwickelte „asiatische Tiger“-Länder wie Südkorea, Singapur, Malaysia, Hongkong, Taiwan); <br /> • Förderung zum Erhalten des Studium Visums in verschiedenen Studienarten (Normal-, Dual-, Trial-, Doppel- und Fernstudium) ohne Sperrkonto; <br /> • Coaching bei der Suche nach Ausbildungsstelle in allen modernen und gutbezahlten Bereichen; <br /> • Für die Abiturienten, die bei Eintrittsexamen durchgefallen sind, wird jederzeit im Laufe des Jahres Chance zum Studium ohne Examen nur mit Interview angeboten. Dieses Angebot ist für die TOP 1000 Universitäten in Kirgisistan, Kasachstan, Tajikistan und in der Türkei. Für solche Universitätsabschlüsse gibt es keine Anerkennungsverfahren in Usbekistan. <br /> • Strategische und praktische Beratung mithilfe der externen Partner für die medizinische Fachkräfte damit die als MFA (Medizinische Fachangestellte) ohne Sperrkonto oder andere Barriere nach Europa kommen, ab sofort selbst und ihre Familie gut finanziell unterstützen können und in kürzerem Zeitraum die spezifische Fachprüfungen wie FSP (Fachsprachprüfung) und KP (Kenntnisprüfung) erfolgreich bestehen dann mit praktischen Fähigkeiten zum Arzt ihre Karriere weiterentwickeln; <br /> • Koordination und Betreuung bei dem Direkteinstieg oder Fortsetzung der professionellen Karriere von der erfahrenen Fachkräfte in europäischen Ländern wie Deutschland, Österreich, Polen, Vereinigten Königreich, Estland, Litauen usw und asiatischen Ländern wie Südkorea, China, Japan, Malaysia, Taiwan, Singapur und mehr anderen. Die fokussierte Branchen sind IT, Technologie, künstliche Intelligenz, Medizin, Nano- und Biotechnologie, Ingenieurwesen, Banking, Wirtschaftsprüfung, Übersetzung, Physik und Mathematik, wirtschaftspsychologische Analyst, Ökonometrie, alternative Energie, SAP-Spezialisten, Maschinenbau, Wasserwirtschaft und Schiffbau. <br /> • Methodenberatung für Studierende im Sommer nicht nur in den Bereichen Landwirtschaft und Dienstleistungen (Ferienbeschäftigung, Work and Travel), sondern auch bei der Teilnahme an <span>Praktika</span> und <span>Spring week</span> Programmen in den Großunternehmen; <br /> • Rechtshilfe bei der Einreichung von Unterlagen zu allen Arten von Sprachkursen in Deutschland und Österreich; <br /> • Rechtsberatung zum Erhalt von Reise-, Behandlungs- und Businessvisa; <br /> • Vorbereitung auf alle Arten von Termingespräche bei der Botschaft; <br /> • Versicherungsregistrierung (Reise- und Krankenversicherung); <br /> • Unterstützung bei der Wohnungssuche; <br /> • Einfacher und günstiger Kauf von Flugtickets; <br /> • Transportation, Abholung vom Flughafen und Begleitung zur Unterkunft; <br /> • Unterstützung bei der Jobsuche während des Studiums im ganzen Europa (falls erforderlich); <br /> • Einladen und Integrieren zu den „Uzbek Community“ Gemeinde und Freizeitgesellschaften, die heutzutage eine unvergleichliche Rolle beim Networking, Weiterentwicklung, Zusammenarbeit und bei der Vermeidung der schon von älterer Generation gemachten Fehler spielen. <br /><span   >B2B und B2C Geschäftsdienstleistungen:</span >  <br /> • Juristische und praktische Unterstützung bei der Suche, Beratung, Erwerb, Transportation und Bereitstellung die LKW-Transporte und alle Arten von Logistik- und landwirtschaftlichen Maschinen und Technologien; <br /> • Strategie-und Rechtsberatung beim Kauf von Immobilien in der Türkei und Deutschland; <br /> • Marketingdienstleistungen zur Gewinnung ausländischer Kunden für alle privaten medizinischen Kliniken in Zentralasien im Rahmen des Medizintourismus, bzw Haartransplantation und Liposuction; <br /> • Outsourcing als Unterstützung Ihre Waren und Dienstleistungen sowohl im Privatgeschäft als auch in der Herstellung auf den Weltmarkt zu bringen, eine Website zu erstellen, Kunden zu sammeln, an internationalen Handels- und Industrieausstellungen teilzunehmen, Investitionen anzuziehen und neue Märkte zu entdecken. <br /><span>Praktikum und Forschung:</span> <br /> • Wir bieten bezahlte Praktikumsprogramme, Stipendien und Forschungsprojekte für alle ambitionierten und aktiven Personen über 18 Jahren an, die ausgebildet und Muttersprachler von Englisch, Deutsch, Chinesisch, Koreanisch, Russisch und anderen Fremdsprachen sind. Dazu genügt es, eine Nachricht im Kommunikationsbereich dieser Website zu hinterlassen. Wir arbeiten immer gerne mit Ihnen zusammen! <br /><span> EuroLink Consulting Group – zu großen Zielen…!</span>"
  },
  "uzb": {
    "navbar__menu1": "Bosh sahifa",
    "navbar__menu2": "Biz haqimizda",
    "navbar__menu3": "Umumiy ish jarayoni",
    "navbar__menu4": "Firma tuzulishi",
    "navbar__menu5": "„EuroLink“ jamoasi ",
    "navbar__menu6": "Xizmatlar",
    "navbar__menu7": "Yevropaga yo'l",
    "navbar__menu8": "Natijalar",
    "navbar__menu9": "Aloqa",
    "about__page1": "Biz haqimizda qisqacha ma'lumot",
    "about__page2": "„EuroLink“ firmasi 2022- yil may oyidan boshlab faoliyat yuritib kelmoqda. Bosh ofisimiz Toshkent shahrida joylashgan bo’lib, hozirgi kunda nemis, ingliz, rus, xitoy, koreys kabi chet tillari va IT sohasida yoshlarga bilim berish bilan birga chet elda o’qish, ish, malaka oshirish, turlicha xalqaro stipendiya dasturlarini yutishda hamda tibbiyot, texnologiya, energetika, muhandislik va iqtisodiyot kabi ilm sig'imi katta sohalarda yosh olimlarni chet davlatlarda tadqiqot ishlarini olib borishlarida yaqindan yordam berishni niyat qilganmiz.",
    "work__page1": "Umumiy ish jarayoni",
    "work__page2": "Har bir murojaat birlamchi qabul qismida administratsiya tomonidan suhbatdan o'tadi va konsultatsiya beriladi. Front-Office ning bu qismidan Status Quo-Analiz jarayoniga yuboriladi. Bunda vaziyatdan kelib chiqib, sohaga aloqador jamoa a'zolari tomonidan yordam so'ragan shaxsning joriy imkoniyatlari, rejalari, kuchli jihatlari va mavjud risklar o'rganiladi. Tahlil tugatilgach Back-Office qismiga o'tkaziladi. Strategik jamoa aktual siyosiy-ijtimoiy va xalqaro vaziyat hamda Status Quo-Analyse natijalaridan kelib chiqib, maxsus algoritm yaratadi. Ushbu vazifalar ketma-ketligi bo'yicha ishga kirishiladi. Coworking (qo'llab-quvvatlash va nazorat) markazida yuqoridagi algoritm asosida loyiha yaratiladi hamda uning amalga oshirilishi tashkil etiladi. Bunda loyiha ko'lamiga qarab, EuroLink tarkibidagi barcha tuzilmalar, xususan o'quv markaz, yuridik va marketing bo'limi, ekspertlarimiz, tarjima markazi, bozor analitiklari, kooperatsion va xalqaro aloqalar bo'limi, dasturchi va dizaynerlar, bugalteriya va tashqi hamkorlarimiz faol qatnashishadi.Nazorat va arznomalar ta'sischilar va yuridik bo'lim tomonidan ko'rib chiqilib, chora-tadbirlar amalga oshiriladi.",
    "formation__page1": "“EuroLink Consulting Group“ GmbH tuzulishi",
    "formation__page2": "Old ofis",
    "formation__pageThree": "Bo'limlar:",
    "formation__page3": "Ma'muriyat",
    "formation__page4": "IT va til maktabi",
    "formation__page5": "Marketing va dizayn",
    "formation__page6": "SMM & Targeting",
    "formation__page7": "Raqamlashtirish",
    "formation__page8": "Juristik",
    "formation__page9": "Status Quo-Analyse",
    "formation__page10": "Uy xo'jaligi",
    "formation__page11": "Logistika",
    "formation__page12": "Orqa ofis",
    "formation__page13": "Birgalikda ishlash",
    "formation__page14": "Monitoring",
    "formation__page15": "Mutaxassislar",
    "formation__page16": "Murabbiylar",
    "formation__page17": "Tarjimonlik markazi",
    "formation__page18": "Notarius",
    "formation__page19": "Tashqi hamkorlar",
    "formation__page20": "Psixologiya",
    "formation__page21": "Coaching",
    "formation__page22": "Maqbullashtirish",
    "formation__page23": "Strategik boshqaruv",
    "formation__page24": "Sifat boshqaruvi",
    "formation__page25": "Bozor tadqiqotlari",
    "formation__page26": "Bugalteriya va Audit",
    "formation__page27": "Xalqaro aloqalar",
    "formation__page28": "Avtomatlashtirish",
    "formation__page29": "Kadrlar bo'limi",
    "formation__page30": "Bozorga moslashtirish",
    "team__header": "„EuroLink“ jamoasi",
    "team__occupation1": "Ta'sischilar",
    "team__occupation2": "Ekspertlar",
    "team__occupation3": "O'quv markaz",
    "team__user1": "Ta’sischi, sifat va strategik menejer, avtomatlashtirish va bozor analitikasi nazorati. Qo'shimcha: addOn Solution MChJ texnologik firmasida IT tizimlari menejeri, Jena (Germaniya)",
    "team__user2": "Ta'sischi, operatsion faoliyat va raqamlashtirish menejeri, yurisprudensiya, logistika va xo'jalik nazorati. Qo'shimcha: O'sh Davlat Universiteti Information xavfsizlik yo'nalishi talabasi, Samarqand (O'zbekiston)",
    "team__user3": "Ta’sischi, strategiya va xalqaro aloqalar bo'yicha menejer, Audit, HR va transformatsion jarayonlar nazorati. Qo'shimcha: BDU menejment maslahatlari federativ birlashmasida Junior analitik; Hamburg universiteti magistranti, Hamburg (Germaniya)",
    "team__user4": "IT-ekspert va mentor, intervyular va networking bo'yicha bosh maslahatchi. Qo'shimcha: POELLATH+ firmasi Legal Digital Transformatsion bo'limida IT Injener. München (Germaniya)",
    "team__user5": "Studienkolleg va til kurslari bo'yicha ekspert va mentor, integratsiya hamda ta'lim mavzularida bosh maslahatchi, psixologik usullar murabbiyi. Qo'shimcha: Leipzig Studienkolleg dasturi ishtirokchisi, bo’lajak biotexnologiya va tibbiyot eksperti,Leipzig (Germaniya)",
    "team__user6": "Tibbiyot eksperti va mentor, intervyular va networking bo'yicha maslahatchi, psixologik usullar bosh murabbiyi. Qo'shimcha: Pezeshkpour xususiy stomatologiya klinikasida vrach bo'lib faoliyat yuritmoqda. Aachen (Germaniya)",
    "team__user7": "B2B biznes xizmatlari va FSJ/BFD/FÖJ bo'yicha ekspert va mentor, Kasbiy yo'naltirish va qo'llab-quvvatlashga mas'ul. Klinikum Stuttgartda 3 yillik tajribaga ega. Qo'shimcha: „E-Bike Laden Stuttgart“ da manager. Stuttgart (Germaniya)",
    "team__user8": "Nemis tili o'qituvchisi va mentor, Ferienjob (work and travel) bo'yicha junior konsultant, o'quv dasturi bo'yicha maslahatchi. 2021-yildan beri Würzburg, Bremen va Stuttgart shaharlarida tajriba orttirmoqda. C1 til darajasiga ega.2017-yilgi nemis tili bo'yicha Respublika Olimpiadasi g'olibi. Universitet va Gyote Institutda aktivist. Qo'shimcha: O'zbekiston Davlat Jahon tillar universiteti talabasi. Toshkent (O'zbekiston)",
    "team__user9": "Nemis, ingliz va rus tili o'qituvchisi, o'quv dasturi bo'yicha maslahatchi, 3 yillik professional pedagogik tajriba va uchala tilda ham C1 darajaga ega, tarjima nazariyasi va uslubiyat yo'nalishi koordinatori. 2017-yilgi rus tili bo'yicha Respublika Olimpiadasi g'olibasi. Qo'shimcha: O'zbekiston Davlat Jahon tillar universiteti talabasi. Toshkent (O'zbekiston)",
    "team__user10": "Nemis va ingliz tili o'qituvchisi, o'quv dasturi bo'yicha koordinator, 2 yillik professional pedagogik tajriba va ikkala tilda ham C1 darajaga ega mentor, grafik muharrir va targetolog, ECG akademiyasining mustaqil jurnalisti. Gyote institut ko'ngilli tarjimoni, „Foreign Languages“ telekanali boshlovchisi. Frankfurt (Oder) dagi Viadrina universitetiga qabul qilingan va Mint Sommerschulega yo'llanma sohibasi. Qo'shimcha: O'zbekiston Davlat Jahon tillar universiteti talabasi. Toshkent (O'zbekiston)",
    "team__user11": "Administrator, targeting, SMM va dizayn bo'yicha bosh operator.O'quv jarayoni va qabul nazorati. Operatsion faoliyatni tashkillashtirish bo'yicha mas'ul xodima. Qo'shimcha: O'zbekiston Davlat Jahon tillar universiteti talabasi. Toshkent (O'zbekiston)",
    "team__user12": "Administrator, boshqaruv va rejalashtirish bo'yicha maslahatchi, O'quv jarayoni va qabul nazorati, Operatsion faoliyatni tashkillashtirish bo'yicha mas'ul xodima. Qo'shimcha: Toshkent Davlat pedagogika universiteti talabasi. Toshkent (O'zbekiston)",
    "team__user13": "Grafik dizayner, marketing va SMM bo'limi a'zosi, Tahrirlash va ijtimoiy so'rov bo'yicha mutaxassisi. Qo'shimcha: Samarqand Tibbiyot universiteti, jarrohlik yo'nalishi talabasi. Samarqand (O'zbekiston)",
    "services__page__header": "Bizning xizmatlarimiz",
    "services__page__description": "<span>Akademik xizmatlar:</span> <br /> • Hozirda zamon trendidagi chet tillari hamda IT sohasida nemis va yapon standartlariga mos ta’lim berish. Xususan, ingliz (IELTS, SAT, GMAT, GRE), nemis ( Goethe Zertifikat, TestDAF, ECL, telc Deutsch, Test-AS, TM-WISO, DSH, DSD), xitoy (HSK), koreys (TOPIC) va rus (TRKI) tilidagi barcha xalqaro sertifikatlari hamda Yevropa davlatlari ta’lim sistemasiga o‘quvchilarimizni to’liq ilmiy va ruhan tayyorlash; <br />• IT dasturlash tillari (Full-stack), web dizayn, marketing va SMM kabi zamonaviy kasblarni o'rgatish; <br /> <span>Konsultatsiya va Coaching:</span> <br /> • Barcha turdagi ko'nggilli xizmat ( FSJ/BFD/FÖJ ) va adaptatsion (Au-pair) dasturlarida qatnashish uchun yo'nalish va yuridik yordam ko'rsatish hamda elchixonaga hujjatlar masalasida maslahatlar berish; <br /> • Oliy ta'lim uchun stipendiya dasturlari topish va undagi raqobatga tayyorlash ( Yevropa, Xitoy hamda iqtisodiy va texnologik rivojlangan „Osiyo yo'lbarslari“ deb nomlanadigan Janubiy Koreya, Singapur, Malayziya, Hong-Kong, Tayvan mamlakatlari); <br /> • Oliy ta'limning turlicha usullarida (normales, duales, triales, Doppel-va Fernstudium) muzlatilgan bank hisobisiz (Sperrkonto) ta'lim olishda ko'maklashish; <br /> • Kasbiy ta’lim (Ausbildung) bo’yicha barcha zamonaviy va daromadli sohalarda ish o'rni topishda konsultatsiya berish; <br /> • O'qishga kira olmagan abiturientlar uchun eng kuchli 1000 talikka kirgan va nostrifikatsiyasiz diplomi amal qiladigan Qirg'iziston, Qozog'iston, Tojikiston va hattoki Turkiya davlatlaridagi universitetlarga imtihonsiz va suhbat orqali talaba bo'lish imkoniyatini taqdim etadi. Bunda yilning har qanday vaqtida ularga ariza topshirish mumkin; <br /> • Shifokorlar uchun MFA (Medizinische Fachangestellte) dasturi orqali hech qanaqa muzlatilgan bank hisobisiz kelib, darhol daromadli ravishda ish boshlash hamda qisqa vaqtda FSP (Fachsprachprüfung) hamda KP (Kenntnisprüfung) dan muvaffaqiyatli o'tib, vrach lavozimiga erishishda amaliy ko’nikmalarni tajribali (Insighder) kadrlar orqali o'rgatish; <br /> • IT, texnika, sun'iy intellekt, tibbiyot, nano va biotexnologiya, injeneriya, bank, audit, tarjimonlik, fizika va matematika, iqtisodiy psixologik analitika, ekonometrika, alternativ energetika, SAP mutaxxassislari, mashinasozlik, suv xo'jaligi hamda kemasozlik sohalarida oliy ma’lumotli va ish tajribaga ega milliy kadrlariga Germaniya, Avstriya, Polsha, Chexiya va boshqa yevropa davlatlarida to'g'ridan to'g'ri mehnat faoliyatini davom ettirishda ko'maklashish; <br /> • O'zbek talabalari uchun yozda nafaqat qishloq xo'jaligi va servis sohalarida (Ferienbeschäftigung, Work and Travel), balki yirik koorporatsiyalardagi <span>Praktikum</span> va <span>spring week</span> dasturlarida qatnashishda uslubiy maslahatlar berish; <br /> • Germaniya va Avstriyadagi barcha turdagi til kurslariga hujjatlarni topshirishda yuridik jihatdan yordam berish; <br /> • Sayohat, davolanish va biznes vizalarini olishda yuridik maslahat; <br /> • Barcha turdagi elchixona suhbatlariga tayyorlash; <br /> • Sug’urta rasmiylashtirish (safar va tibbiy sug’urtalar); <br /> • Turar-joy qidirishda amaliy yordam; <br /> • Samolyotga oson va hamyonbop aviachiptalar xarid qilish; <br /> • Aeroportdan kutib olish va turar joygacha kuzatib qo’yish; <br /> • Talabalik davrida ish butun yevropa hududida ish topishga ko’maklashish (agar lozim bo’lsa); <br /> • Germaniya hayotiga ko’nikib olish va barchamiz bilmasdan qilgan xatolarni takrorlamaslik hamda ulardan chiqargan xulosalarni bo'lishishda o'rni beqiyos bo'lgan <span>O'zbek Community</span>lariga kiritish, yevropada ham O'zbek townlari yaratishga jalb etish va bundan tashqari yana ko’plab xizmatlarni taklif etamiz. <br /><span>B2B va B2C biznes xizmatlari:</span> <br /> • Trucking, barcha turdagi logistika hamda qishloq xo'jalik texnika va texnologiyalarini kafolatli ravishda topish, xarid qilish va yetkazib berishda yuridik va amaliy yordam; <br /> • Turkiya va Germaniya hududida ko'chmas mulk xaridiga yuridik maslahat; <br /> • Tibbiyot turizmi doirasida O'rta Osiyodagi barcha xususiy tibbiyot klinikalariga chet eldan mijoz jalb etishda marketing xizmatlari, xususan, soch ekish va qorindagi yog'ni eritish; <br /> • Xususiy tadbirkorlik va ishlab chiqarishdagi tovar va xizmatlaringizni jahon bozoriga olib chiqish, web sayt yaratish, mijoz yig'ish, xalqaro savdo-sanoat ko'rgazmalarida ishtirok etish, investitsiya jalb qilish va yangi bozorlarni kashf qilishda Outsourcing xizmatini berib, siz bilan yelkadosh bo'lib vatanimiz iqtisodiy qudratini oshirishga bel bog'ladik. <br /><span> Malaka oshirish va tadqiqotlar:</span><br /> • Oliy ma'lumotli hamda ingliz, nemis, xitoy, koreys, rus hamda boshqa chet tillar ona tilisi bo'lgan 18 yoshdan katta barcha umidli va faol shaxslarga haq to'lanadigan amaliyot dasturlari, stipendiya va tadqiqot loyihalari taklif etamiz. Buning uchun ushbu saytdagi muloqot qismiga xat qoldirsangiz kifoya. Siz bilan hamkorlik qilishdan doim mamnunmiz! <br /><span> EuroLink Consulting Group – Ulug' maqsadlar sari…!</span>"
  }
}
